Repository: xlat/ngs-js-salat-times
Catalog: languages/ngs-js-salat-times-*.po
Languages: fr_fr

source: Bas les pattes!
fr_fr: Ne pas toucher!

source: Monthly Salat Times
fr_fr: Horaires de prières mensuelles

source: Daily Salat Times
fr_fr: Horaires de prières journalières

source: Previous Month
fr_fr: Mois Précédent

source: Next Month
fr_fr: Mois Suivant

source: HIJRI
fr_fr: Hégirien

source: Widget Title:
fr_fr: Titre du Gadget :

source: Go to: Settings
fr_fr: Aller aux réglages

source: NGS JS Salat Times
fr_fr: NGS JS Horaires de prières

source: to change options.
fr_fr: pour modifier des options.

source: NGS JS Salat Times Settings
fr_fr: Réglages de NGS JS Salat Times

source: Like it ?
fr_fr: Vous aimez?

source: Please rate me!
fr_fr: Notez moi s'il vous plait!

source: Location
fr_fr: Emplacement

source: Display Location Name:
fr_fr: Nom affiché de l'emplacement :

source: Calculation Settings
fr_fr: Options de calcul

source: Juristic Method:
fr_fr: Méthode juridique :

source: Shafi - Earlier Asr time
fr_fr: Shafi - Heure du Asr avancée

source: Hanafi - Later Asr time
fr_fr: Hanafi - Heure du Asr retardée

source: (For Asr time).
fr_fr: (Pour l'heure du Asr).

source: Calculation Method:
fr_fr: Méthode de calcul :

source: Muslim World League. Standard Fajr time with an angle of 18°. Earlier Isha time with an angle of 17°.
fr_fr: Ligue mondiale musulmane. Heure du Fajr standard avec un angle de 18 °. Temps du Isha avancé avec un angle de 17 °.

source: Egyptian General Authority of Survey. Early Fajr time using an angle 19.5° and a slightly earlier Isha time using an angle of 17.5°.
fr_fr: Autorité générale égyptienne. Heure du Fajr précoce en utilisant un angle de 19,5 ° et un temps pour Isha un peu plus tôt avec un angle de 17,5 °.

source: University of Islamic Sciences, Karachi. A generally applicable method that uses standard Fajr and Isha angles of 18°.
fr_fr: Université des sciences islamiques, Karachi. Une méthode généralement applicable qui utilise des angles standard du Fajr et du Isha de 18 °.

source: Umm al-Qura University, Makkah. Uses a fixed interval of 90 minutes from maghrib to calculate Isha. And a slightly earlier Fajr time with an angle of 18.5°.
fr_fr: Umm al-Qura University, Makkah. Utilise un intervalle fixe de 90 minutes depuis le maghrib pour calculer le Isha. Et un temps du Fajr légèrement plus tôt avec un angle de 18,5 °.

source: Note: you should add a +30 minute custom adjustment for Isha during Ramadan.
fr_fr: Remarque: vous devez ajouter un ajustement personnalisé de +30 minutes pour Isha pendant le Ramadan.

source: Used in the UAE. Slightly earlier Fajr time and slightly later Isha time with angles of 18.2° for Fajr and Isha in addition to 3 minute offsets for sunrise, Dhuhr, Asr, and Maghrib.
fr_fr: Utilisé aux EAU. Un peu plus tôt à Fajr et un peu plus tard à Isha avec des angles de 18,2 ° pour Fajr et Isha en plus de décalages de 3 minutes pour le lever du soleil, Dhuhr, Asr et Maghrib.

source: Same Isha interval as ummAlQura but with the standard Fajr time using an angle of 18°.
fr_fr: Même intervalle pour Isha que Umm Al-Qura mais avec l'heure du Fajr standard en utilisant un angle de 18 °.

source: Standard Fajr time with an angle of 18°. Slightly earlier Isha time with an angle of 17.5°.
fr_fr: Heure du Fajr standard avec un angle de 18 °. Heure Isha légèrement plus tôt avec un angle de 17,5 °.

source: Method developed by Khalid Shaukat, founder of Moonsighting Committee Worldwide. Uses standard 18° angles for Fajr and Isha in addition to seasonal adjustment values. This method automatically applies the 1/7 approximation rule for locations above 55° latitude. Recommended for North America and the UK.
fr_fr: Méthode développée par Khalid Shaukat, fondateur du Moonsighting Committee Worldwide. Utilise des angles standard de 18 ° pour le Fajr et Isha en plus de valeurs de désaisonnalisation. Cette méthode applique automatiquement la règle d'approximation des 1/7 pour les emplacements au-dessus de 55 ° de latitude. Recommandé pour L'Amérique du Nord et le Royaume-Uni.

source: Used in Singapore, Malaysia, and Indonesia. Early Fajr time with an angle of 20° and standard Isha time with an angle of 18°.
fr_fr: Utilisé à Singapour, en Malaisie et en Indonésie. Heure avancée du Fajr avec un angle de 20 ° et heure du Isha standard avec un angle de 18 °.

source: An approximation of the Diyanet method used in Turkey. This approximation is less accurate outside the region of Turkey.
fr_fr: Une approximation de la méthode Diyanet utilisée en Turquie. Cette approximation est moins précise en dehors de la région de la Turquie.

source: Institute of Geophysics, University of Tehran. Early Isha time with an angle of 14°. Slightly later Fajr time with an angle of 17.7°. Calculates Maghrib based on the sun reaching an angle of 4.5° below the horizon.
fr_fr: Institut de géophysique, Université de Téhéran. Temps du Isha précoce avec un angle de 14 °. Temps de Fajr un peu plus tard avec un angle de 17,7 °. Calcule du Maghrib basé sur le soleil atteignant un angle de 4,5 ° sous l'horizon.

source: Also known as the ISNA method. Can be used for North America, but the moonsightingCommittee method is preferable. Gives later Fajr times and early Isha times with angles of 15°.
fr_fr: Également connue sous le nom de méthode ISNA. Peut être utilisée pour l'Amérique du Nord, mais le La méthode du comité de vision de la lune est préférable. Le temps Fajr est retardé et celui du Isha avancé avec des angles de 15 °.

source: Defaults to angles of 0°, should generally be used for making a custom method and setting your own values.
fr_fr: Les angles par défaut sont de 0 °, doit généralement être utilisé pour faire une méthode personnalisée et définition de vos propres valeurs.

source: Higher Latitudes Method:
fr_fr: Méthode des hautes latitudes :

source: Fajr will never be earlier than the middle of the night and Isha will never be later than the middle of the night
fr_fr: Le Fajr ne sera jamais avancé avant le milieu de la nuit et le Isha ne le sera jamais plus tard que le milieu de la nuit

source: Fajr will never be earlier than the beginning of the last seventh of the night and Isha will never be later than the end of the first seventh of the night
fr_fr: Le Fajr ne sera jamais plus tôt que le début du dernier septième de la nuit et le Isha ne sera jamais plus tard que la fin du premier septième de la nuit

source: Similar to SeventhOfTheNight, but instead of 1/7, the fraction of the night used is fajrAngle/60 and ishaAngle/60
fr_fr: Similaire à SeventhOfTheNight, mais au lieu de 1/7, la fraction de la nuit utilisée est fajrAngle / 60 et ishaAngle / 60

source: (Value from the HighLatitudeRule object, used to set a minimum time for Fajr and a max time for Isha)
fr_fr: (Valeur de l'objet HighLatitudeRule, utilisée pour définir un temps minimum pour le Fajr et un temps maximum pour le Isha)

source: Farj Angle:
fr_fr: Angle du Fajr :

source: (Angle of the sun used to calculate Fajr)
fr_fr: (L'angle du soleil utilisé pour le calcul du Fajr)

source: Isha Angle:
fr_fr: Angle du Isha :

source: (Angle of the sun used to calculate Isha)
fr_fr: (L'angle du soleil utilisé pour le calcul du Isha)

source: Isha Interval:
fr_fr: Intervalle pour le Isha :

source: Minutes after Maghrib (if set, the time for Isha will be Maghrib plus ishaInterval)
fr_fr: Nombre de minutes après le Maghrib (si défini, le Isha correpondra au Magrib + cette valeur)

source: Fajr Adjustment:
fr_fr: Ajustement du Fajr :

source: (in minutes)
fr_fr: (en minutes)

source: Sunrise (Churuk) Adjustment:
fr_fr: Ajustement du lever du soleil (Chourouk) :

source: Dhuhr Adjustment:
fr_fr: Ajustement du Dhuhr :

source: Asr Adjustment:
fr_fr: Ajustement du Asr :

source: Maghrib Adjustment:
fr_fr: Ajustement du Maghrib :

source: Isha Adjustment:
fr_fr: Ajustement du Isha :

source: Locales Settings
fr_fr: Paramètres régionaux

source: Date Format:
fr_fr: Format de la date :

source: (See %1$s momentjs date/time format options %2$s, let empty to hide)
fr_fr: (Voir %1$s les options de format date/heure de momentjs %2$s, laisser vide pour masquer)

source: Time Format:
fr_fr: Format de l'heure :

source: Hijri Date Format:
fr_fr: Format de date hégirienne :

source: (See %1$sHijri date/time format options %2$s, let empty to hide)
fr_fr: (Voir %1$s les options de format date/heure de l'hégire %2$s, laisser vide pour masquer)

source: Time Zone:
fr_fr: Fuseau horaire :

source: Language:
fr_fr: Langue :

source: Headers Translations:
fr_fr: Traduction des entêtes :

source: (Day,Fajr,Shuruk,Zhur,Asr,Maghreb,Isha,Previous Month,Next Month,Hijri Day : use a pipe "|" as separator)
fr_fr: (Jour, Farj, Chourouk, Dhuhr, Maghrib, Isha, Mois précédent, Mois Suivant, Jour de l'hégire : Utiliser des "|" pour séparer.)

source: Monthly Widget Title:
fr_fr: Titre du gadget mensuel :

source: Daily Widget Title:
fr_fr: Titre du gadget journalier :

source: Hijri Date Adjustments
fr_fr: Ajustements de la date hégirienne

source: List of hijri month adjustments:
fr_fr: Liste des ajustements des mois hégiriens :

source: One adjutment by row, use the format:
fr_fr: Un ajustement par ligne, utiliser le format :

source: , eg:
fr_fr: , ex:

source: This will override %s data used to compute hijri month length.
fr_fr: Ceci surchargera les données de %s utilisées pour calculer les longueurs des mois hégiriens.

source: %1$s This %2$s is based on the %3$s library\s plugin %4$s from %5$s
fr_fr: %1$s Ce plugin %2$s utilise la librarie %3$s ainsi que l'extension %4$s de %5$s

source: Custom CSS:
fr_fr: CSS personnalisé :

source: enter your custom CSS here
fr_fr: Entrer votre personnalisation CSS ici

source: Preview
fr_fr: Aperçu

source: Help
fr_fr: Aide

source: How To Use
fr_fr: Comment utiliser

source: Go to: Appearance
fr_fr: Aller vers l'apparence

source: Widgets
fr_fr: Gadgets

source: to use this (NGS JS Salat Times) widget.
fr_fr: pour utiliser ce gadget (NGS JS Salat Times).

source: Insert this shortcode in post/page:
fr_fr: Insérer ce code court dans une page/un article :

source: or:
fr_fr: ou bien :

source: Or, PHP code:
fr_fr: Sinon, avec du code PHP :

source: For any help related to this plugin, contact %1$s .
fr_fr: Pour toutes informations sur cette extension, contacter %1$s .

source: Web:
fr_fr: Internet :

source: Wordpress Plugins Directory:
fr_fr: Dossier WordPress des extensions :

source: Please always keep this plugin up to date.
fr_fr: Veillez à maintenir cette extention à jour.

source: Contextual Help
fr_fr: Aide contextuelle

source: Displays monthly salat timesheet.
fr_fr: Affichage du calendrier mensuel de prières.

source: NGS JS Daily Salat Times
fr_fr: NGS JS Prières journalières

source: Displays daily salat band.
fr_fr: Affichage du bandeau de prières journalières.

source: View:
fr_fr: Voir :

source: Support Forum
fr_fr: Forum d'entraide

source: Changelog
fr_fr: Historique des évolutions
